Repository: sadarame/TravelPlanner
Catalog: Localizable.xcstrings
Source language: ja
Languages: en

source: %lld日目
en: Day %lld

source: 1日
en: 1day

source: 2日
en: 2day

source: 3日
en: 3day

source: Loading... 30秒ほどかかります
en: Loading... It will take about 30 seconds.

source: エラー
en: ERROR

source: エラーが発生しました
en: An error occurred.

source: お知らせ
en: Notice

source: クリア
en: Clear

source: こちらに旅行の計画を入力してください
en: Enter your travel plans here.

source: タイトル:
en: title:

source: プライバシーポリシ
en: Privacy Policy

source: ブロックが完了しました。
en: Block Complete

source: ブロック管理
en: Block Complete

source: みんな旅行計画
en: Others Plan

source: ユーザーブロック
en: Block User

source: リワード広告を見て、回数を増やしますか？
en: Would you like to increase the number of views by advertising?

source: 一日の上限数を超えました
en: Exceeded daily limit.

source: 一日上限: %@/%lld
en: daylimit: %@/%lld

source: 上限超過
en: Exceeded limit.

source: 予定表
en: Schedule

source: 予期せぬエラーが発生しました。
en: An unexpected error has occurred.

source: 入力
en: input

source: 利用規約
en: terms of service

source: 利用規約に同意する
en: Agree

source: 削除
en: Delete

source: 同意する
en: Agree

source: 問い合わせ
en: inquiry

source: 型変換処理でエラーが発生しました。
en: An error occurred during type conversion.

source: 定型①
en: Pse①

source: 定型②
en: Pse②

source: 定型③
en: Pse③

source: 定型④
en: Pse④

source: 履歴
en: History

source: 当アプリ・サービスでは、プライバシーポリシー（個人情報保護方針）及び ユーザー規約に則って個人情報や利用データ等を取り扱います。 下記をご確認の上、同意いただける場合には「同意する」をタップしてお進みください。
en: This app/service has a privacy policy (personal information protection policy) and Personal information and usage data are handled in accordance with user regulations. Please check the following and tap "Agree" if possible.

source: 応答
en: Response

source: 文字数: %@/%lld
en: Chara Count: %@/%lld

source: 旅行日数を選択
en: Select days.

source: 日数を選択
en: Select days.

source: 日程作成
en: Create

source: 終了時刻:
en: End:

source: 設定
en: Setting

source: 詳細:
en: description:

source: 通信エラーが発生しました/nやり直してください
en: A communication error occurred. Please try again.

source: 通報
en: Report

source: 通報が完了しました。
en: Report Completed

source: 閉じる
en: Close

source: 開始時刻:
en: Start:
